Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Theory Seminar on The Woman, the State and Civilisation
nb: Teoriseminar om kvinner, staten og sivilisasjonen

source: The referendum also resulted in Baghdad’s decision to remove the KRG’s entitlement to 17 per cent of the federal budget.
nb: Folkeavstemningen førte også til at Bagdad fjernet støtten til KRG på 17 prosent i statsbudsjettet som de tidligere vært berettiget til.

source: Many of these concepts we employ in order to grasp present-day conditions time arose in the period from about 1750 to 1850,’ Leira explains.
nb: Disse begrepene, som vi bruker til å gripe samtiden i dag, oppsto i perioden fra rundt 1750 til 1850, forklarer Leira.

source: Through this, the OECD have taken steps towards taking the role of a world tax organisation, argues Mick Moore.
nb: Gjennom dette har OECD tatt skritt for å ta rollen som verdensomspennende skatteorganisasjon, sier Mick Moore.

source: She illustrated the significance of these asymmetries by telling the story of Carlos Cardoso, a Mozambican journalist who was murdered in 2000, ensuing his investigation into alleged corruption in the privatization of Mozambique’s biggest bank.
nb: Hun illustrerte betydningen av disse ulikhetene ved å fortelle historien om Carlos Cardoso, en mozambikansk journalist som ble drept i 2000 da han etterforsket påstått korrupsjon i privatiseringen av Mosambikas største bank.

source: Katrougkalos has a background as professor of public law at the Democritus University of Thrace.
nb: Han har bakgrunn som professor i offentlig rett ved Democritus University of Thrace.

source: They have been deeply in involved in Myanmar since 2012.
nb: Japan og Kina har vært blant de største kildene til FDI i Myanmar siden 2012.

source: This is what Professor Baldur Thorhallsson argues in his new book
nb: Det er dette professor Baldur Thorhallsson skriver om i sin nye bok

source: When the EU launched its Global Strategy in June 2016, it stated that “We need a stronger Europe.
nb: Da EUs Globale Strategi ble lansert i juni 2016 stod det at «Vi trenger et sterkere Europa.

source: Master's degree, Political Science, Department of Political Science, University of Oslo
nb: Master i statsvitenskap, institutt for statsvitenskap, Universitetet i Oslo

source: International Security Fellow at Belfer Center, Harvard Kennedy School
nb: Forsker på internasjonal sikkerhet ved Belfer Center, Harvard Kennedy School

source: Using regression analyzes, I estimate, for example, that UKF has more than 80 per cent more employees than domestically controlled companies and almost 40 per cent higher turnover per employee (after taking into account that UKF may be overrepresented in some industries and / or year).
nb: Ved hjelp av regresjonsanalyser estimerer jeg for eksem- pel at UKF har over 80 prosent flere ansatte enn innenlandskkontrollerte foretak og nesten 40 prosent høy- ere omsetning per ansatt (etter at det er tatt hensyn til at UKF kan være overrepresentert i enkelte næringer og/eller år).

source: Will the Swiss-EU relation continue in harmony, or will the EU evoke the “guillotine” clause and terminate current agreements?
nb: Vil forholdet mellom Sveits og EU fortsette i harmoni, eller vil EU iverksette «giljotinklausulen» og si opp eksisterende avtaler?

source: Kari Osland is the Chair of the day, and the event will be streamed live at
nb: Kari Osland er møteleder denne dagen og arrangementet streames live på vår

source: Steven Blockmans, Garvan Walshe and Øystein Bø are visiting NUPI to share their insights and perspectives on Brexit, the possible implications for Norway, and how it may impact the EU’s Common Security and Defense Policy (CSDP).
nb: Steven Blockmans, Garvan Walshe og Øystein Bø skal se nærmere på Brexit og mulige konsekvenser for Norge, og hvordan Storbritannias utmeldelse kan påvirke EUs felles sikkerhets- og forsvarspolitikk (CSDP).

source: Rahman has over 25 years of experience of research, training and management.
nb: (IPS) i Islamabad. Rhaman har mer enn 25 års erfaring med forskning, veiledning og ledelse.

source: and co-authored the Rosneft article sums up the situation as follows:
nb: og er medforfatter på Rosneft-artikkelen, oppsummerer situasjonen slik:

source: You can follow the seminar live on YouTube:
nb: Seminaret blir streamet på YouTube:

source: The expert panel was made up of Hanna Smith, Director of Strategic Planning and Responses for the NATO-EU Center of Excellence in Helsinki, Geir Hågen Karlsen, Lieutenant Colonel and Lecturer, the Norwegian Defence University College and Njord Wegge, Senior Research Fellow, NUPI.
nb: Her satte seniorforsker Njord Wegge (NUPI), Hanna Smith (Strategic Planning and Responses for the NATO-EU Center of Excellence) og oberstløytnant Geir Hågen Karlsen (FHS) søkelys på hvilke tiltak vi bør ta i bruk for å bekjempe truslene fra hybrid krigføring.

source: will take a closer look at when he visits NUPI 1 November.
nb: se nærmere på når han gjester NUPI den 1. november.

source: Bloom has conducted research in Europe, the Middle East and South Asia and speaks eight languages.
nb: Bloom har forsket på Europa, Midtøsten og Sør-Asia, og snakker åtte ulike språk.

source: She is particularly interested in the dynamics between ideas, rhetoric and foreign policy.
nb: Forskningen hennes dreier seg om koblingen mellom utenrikspolitikk og offentlighet, og spesielt bruken av retorikk og symboler i utenriks- og forsvarspolitikk.

source: Some are published in our new Covid-19 policy brief series, and others are published as op-eds in various Norwegian and international media outlets.
nb: Noen er publisert i vår nye COVID-19 policy brief serie, mens andre er publisert som kronikker i ulike nasjonale og internasjonale medier.

source: This was the main question discussed among leading researchers at the plenary session in Bergen in August.
nb: Dette var blant spørsmålene diskutert blant ledende forskere under EADI-konferansen i Bergen.

source: What are the most important challenges for developing countries in the light of Covid-19?
nb: Hva er de viktigste utfordringene for utviklingsland som følge av Covid-19?

source: Boko Haram – funds and logistics
nb: Boko Haram – penger og logistikk

source: Originated in the Civil War
nb: Utspring i borgerkrigen

source: Ally of Hizbullah since 2006.
nb: Alliert med Hizbollah siden 2006.

source: is Programme Director of the European Union Research Programme at the Finnish Institute of International Affairs (FIIA).
nb: er programdirektør for European Union Research Programme ved Finnish Institute of International Affairs (FIIA).

source: His main geographical specialization is countries of Central Asia and Southeast Asia including Myanmar.
nb: Hans viktigste geografiske spesialisering er land i Sentral-Asia og Sørøst-Asia, inkludert Myanmar.

source: In 2019, «International Economic Governance» was chosen as the main theme for the symposium held in Oslo.
nb: I 2019 ble symposiet holdt i Oslo med internasjonal økonomi og styring som overordnet tema.

source: General Major Qassem Soleimani, Head of the Iranian Revolutionary Guards’ Quds force, was allegedly central in the operation.
nb: Generalmajor Qassem Soleimani, sjef for Den iranske revolusjonsgardens Qudsstyrke, skal ha vært sentral i operasjonen.

source: These are questions Professor Andrei Melville will discuss when he visits NUPI on 22 October.
nb: Dette er spørsmål Andrei Melville skal ta opp når han kommer til NUPI 22. oktober.

source: Russian Studies (BA), University of Oslo
nb: Russisk områdestudier (BA), Universitetet i Oslo

source: - The situation with Norway in the «freezer» after the Nobel Peace Prize in 2010, seems as if it has been turned upside down.
nb: - Situasjonen med Norge i «fryseboksen» etter Nobelprisen i 2010 er som snudd på hodet.

source: Moreover, the large-scale intelligence collection and intrusive surveillance practices revealed by Edward Snowden pose new challenges.
nb: Videre har den omfattende informasjonsinnsamlingen og påtrengende overvåkingspraksisen som Edward Snowden avslørte, gitt nye utfordringer.

source: Journalists are at risk.
nb: Journalistikk er et risikoyrke.

source: She is the editor of the LSE IDEAS Special Report "Changing Waters: Towards a new EU Asia Strategy" (April 2016).
nb: Hun er redaktør for LSE IDEAS' spesialrapport "Changing Waters: Towards a new EU Asia Strategy" (April 2016).

source: In a new brief, former Egyptian ambassador and UN inspector Mounir Zahran addresses key issues of concern for the ongoing NPT Review Conference.
nb: I dette notatet tar Mounir Zahran, tidligere egyptisk ambassadør og FN-inspektør, for seg noen av de sentrale spørsmålene på tilsynskonferansen for NPT.

source: NUPI is responsible for work package 3; on Income-mediated effects: International technology diffusion, catching up and the digital divide.
nb: NUPI er ansvarlig for arbeidspakke 3 i prosjektet, som fokuserer på inntektsrelaterte virkninger av IKT; internasjonal teknologioverføring, konvergens og digital ulikhet.

source: Under-Secretary-General for Peacekeeping Operations Jean-Pierre Lacroix will talk about the status of UN Peace Operations.
nb: Undergeneralsekretær for fredsoperasjoner Jean-Pierre Lacroix presenterer status for FNs fredsoperasjoner.

source: He is the Blofeld in the most recent Bond iteration, the London-based author and veteran Russia-watcher told the NUPI audience.
nb: Han er Blofeld i den siste Bond-filmen, sa den britiske russlandseksperten da han gjestet NUPI.

source: Andrew E. Yaw Tchie from the Norwegian Institute...
nb: Yaw Tchie bidrar som ekspert i denne sendingen.

source: Interview on BBC Newsday on the Central African Republic.
nb: Invervju på BBC Newsday on den Sentralafrikanske Republikk.

source: He previously taught at the School of Public Policy at University College London and Magdalen College at Oxford University.
nb: Han har tidligere undervist ved School of Public policy ved Universite College of London og Magdalen College ved Oxford University.

source: In the coming years, Russia’s relationship with Europe would shift from cooperation to conflict.
nb: I løpet av årene som gikk fra slutten på imperiet og frem til i dag, skulle det russiske forholdet til Europa gå fra å bære preg av samarbeid til konflikt.

source: This is something Ulf can contribute to,' says Bundt.
nb: Dette er noe Ulf kan bidra til, sier Bundt.

source: The demand and need for knowledge, sound analysis and research about international politics and relations are therefore increasing.
nb: Etterspørselen og behovet for kunnskap, gode analyser og forskning om internasjonal politikk og internasjonale forhold er derfor økende.

source: Bachelor of International Studies (Honours) - Class I - University of Sydney
nb: Bachelor i internasjonale studier - Universitetet i Sydney

source: Marek Hubert is a former academic and a current Police Officer.
nb: Marek Hubert er en tidligere akademiker og arbeider nå som politi.

source: Jozef Bátora is associate professor at the Department of Political Science, Comenius University in Bratislava, Slovakia.
nb: Jozef Bátora er lektor i stasvitenskap ved Comenius University, Bratislava, Slovakia.

source: Between 1850 and 1880, questions of war and peace became central.
nb: Mellom 1850 og 1880 ble spørsmål om krig og fred sentrale.

source: Guillaume will present his research corrupt practices, tax collection and power dynamics in Burundi.
nb: Guillaume vil presentere sin forskning på korrupt praksis, skatteinnkreving og maktdynamikker i Burundi.

source: The International Studies Association (ISA) is the central federation for scholars working on international studies.
nb: Denne uken går årskonferansen til ISA (International Studies Association) – hovedorganisasjonen for forskere på internasjonal politikk – av stabelen i Baltimore i USA.

source: Later, he also served in Lebanon as the Deputy Head of the Mission and Deputy Force Commander of UNIFIL from 2008 to 2010.
nb: Its implications for UN Peacekeeping Operations." Senere tjente han også i Libanon som nestleder for operasjonen og nestledende styrkesjef for UNIFIL fra 2008 til 2010.

source: What has been the strategy of Russia and the ‘West’ in Syria?
nb: Hva har Russlands og Vestens strategi i Syria vært?

source: He was visiting professor in UC Berkeley (1992 and 1994) and in the University of Bergen (1997, 1999 and 2009).
nb: Han har også vært gjesteprofessor på UC Berkeley (1992 og 1994) og ved Universitetet i Bergen (1997, 1999 og 2009).

source: aims to promote and facilitate critical and relevant research on key humanitarian issues.
nb: ønsker å fremme og forenkle kritisk og relevant forskning på humanitære nøkkelproblemer.

source: Myth 2: New resource curses
nb: Myte 2: Nye ressursforbannelser

source: Since then Marina Kaljurand, former minister of foreign affairs in Estonia (2015-2016) and currently chair for the Global Commission on the Stability of Cyberspace, has worked on cybersecurity related issues.
nb: Global Commission on the Stability of Cyberspace og tidligere utenriksminister for Estland (2015-2016), arbeidet med cybersikkerhet.

source: By ignoring the country’s traditional legal system, the UN has missed out on an opportunity, according to Niels Nagelhus Schia and Randi Solhjell, senior research fellows at NUPI, who have studied this issue through the NUPI research project GENTRA.
nb: Ved å ignorere det tradisjonelle rettssystemet har FN gått glipp av en gylden anledning mener seniorforskerne Niels Nagelhus Schia og Randi Solhjell som har studert dette i NUPI-prosjektet GENTRA og nettopp er tilbake fra feltarbeid i landet.

source: As Milanovic put it, if Norway – who has significant adaptive capacity and resilience as one of the richest countries in the world – will not cease exploration, how can we hope to convince Nigeria?
nb: Som Milanovic sier det, hvis Norge – et av verdens rikeste land – ikke vil stoppe letingen, hvordan vil vi da kunne klare å overtale Nigeria til å gjøre det?

source: The study analyzes world trade and value chains for medical goods before and during Covid-19, and on this basis discusses lessons learned for medical preparedness in Norway.
nb: Studien analyserer verdenshandelen og verdikjedene for medisinske varer før og under Covid-19, og diskuterer på grunnlag av dette lærdommer for medisinsk beredskap i Norge.

source: In this theory seminar, NUPI researcher Morten Bøås will be discussing how youth produce imaginaries to create meaning in a life lived with severe limitations using case studies from Kono (Sierra Leone), Voinjama (Liberia) and Northern Mali.
nb: I dette seminaret vil NUPI-forsker Morten Bøås diskutere hvordan ungdom produserer forestillinger for å lage mening i et liv med begrensinger ved å bruke case studies fra Kono (Sierra Leone), Voinjama (Liberia) og Nord-Mali.

source: In 2014, Both Xi Jinping and Chinese Premier Li Keqiang were especially active in summit diplomacy in Europe as well as in Africa, Latin America, Oceania and South Asia, often for the purposes of signing new economic and trade agreements.
nb: I 2014 var både Xi Jinping og Kinas statsminister Li Kegiang særlig aktive i diplomati i tilknytning til toppmøter i Europa, Afrika, Latin-Amerika, Oseania og Sør-Asia, ofte med det mål for øye å signere nye økonomi- og handelsavtaler.

source: The seminar is streamed at NUPIs YouTube channel:
nb: Seminaret strømmes live på NUPIs YouTube-kanal:

source: Europe in Transition – Small States in an Age of Global Shifts: part 4 focuses on international trade agreements as well as new trade policy fields.
nb: Europe in transition – small states in an age of global shifts: Arbeidspakke 4 har fokus på internasjonale handelsavtaler, samt nye felter i handelspolitikken.

source: Chair is Research Professor at NUPI Pernille Rieker.
nb: Ordstyrer er seniorforsker ved NUPI Pernille Rieker.

source: Tørres holds a PhD in political science from the University of Oslo.
nb: Tørres har en PhD i statsvitenskap fra Universitetet i Oslo.

source: The model was derived from abroad – the Royal Institute of International Affairs,Chatham House, which was established in 1920 and became the model for NUPI.
nb: Modellen NUPI er bygget på ble hentet fra utlandet, fra et institutt som ble etablert allerede i 1920, Chatham House -Royal Institute of International Affairs.

source: Before he started at NUPI, he was a Professor at the Norwegian Business School (BI), and at the ARENA Centre for European Studies and the University of Oslo.
nb: Før han begynte ved NUPI, var han professor ved Handelshøyskolen BI, og professor ved ARENA Senter for europaforskning ved Universitetet i Oslo.

source: Center for Research on Extremism
nb: Senter for ekstremismeforskning

source: His work focuses on French foreign policy and comparative politics, defense and international relations.
nb: Hans arbeid fokuserer på fransk utenrikspolitikk og komparativ politikk, forsvar og internasjonale relasjoner.

source: Trained in philosophy and social anthropology, he received a DPhil degree from the University of Oxford.
nb: Han har utdannet seg innenfor filosofi og sosialantropologi, og tok sin DPhil-grad fra University of Oxford.

source: The UN mission in Mali (MINUSMA) is a good example of the kind of challenges UN peace operations face today.
nb: FN-oppdraget i Mali (MINUSMA) tjener godt som eksempel på utfordringene fredsoperasjonene står overfor i dag.

source: What are Chinese priorities in relation to the UN 2030 Agenda for Sustainable Development, and how do Chinese actors promote their interests and prospects for international cooperation?
nb: Hva er Kinas prioriteringer inn mot FNs 2030 bærekraftsagenda, og hvordan fremmer kinesiske aktører ulike interesser og muligheter for internasjonalt samarbeid?

source: Bjørnar Sverdrup-Thygeson is Senior Research Fellow at the Norwegian Institute of International Affairs (NUPI), specializing in Chinese foreign policy, Europe-China relations, and international relations theory.
nb: Bjørnar Sverdrup-Thygeson er seniorforsker ved NUPI, med kinesisk utenrikspolitikk, forholdet mellom Europa og Kina, og internasjonal politisk teori som sine hovedfelt.

source: Presentation at BalanseHub seminar, organized by the Research Council of Norway.
nb: Innlegg på i BalanseHub-samling, arrangert av Norges forskningsråd.

source: He has published widely in academic journals, including the American Political Science Review and International Security.
nb: , har publisert i en rekke fremtredende tidsskrifter, blant annet The American Political Science Review og International Security.

source: The book reflects upon the development of EU’s security and foreign policy from the last 13 years since the launch of European Security Strategy in 2003.
nb: Boken reflekterer rundt utviklingen av EUs sikkerhets- og utenrikspolitikk de siste 13 årene, siden lanseringen av European Security Strategy i 2003.

source: ” was just published, and at this seminar Kristian Stokke and Roman Vakulchuk will present the main findings of this report.
nb: ” ble publisert tidligere i år, og på dette arrangementet presenterer Kristian Stokke og Roman Vakulchuk de viktigste funnene fra denne.

source: – A big learning experience (from leaks) is that being a small bank of the outskirts of the world does not reduce the risk of being used.
nb: - En viktig erfaring (fra lekkasjer) er at det å være en liten bank i utkanten av verden ikke reduserer risikoen for å bli utnyttet.

source: NUPI was modeled after the Royal Institute of International Affairs in Great Britain - Chatham House, already established in 1920.
nb: Modellen NUPI er bygget på ble hentet fra utlandet, fra et institutt som ble etablert allerede i 1920, Chatham House -Royal Institute of International Affairs.

source: Visiting Scholar, Government Department at Dartmouth College, Teaching Fellow at King’s College, London.
nb: Gjesteforsker ved Government Department, Dartmouth College og foreleser ved King’s College, London

source: Chair is Senior Research Fellow at NUPI Benjamin de Carvalho.
nb: Møteleder er seniorforsker ved NUPI Benjamin de Carvalho.

source: Recent events, such as the ill-prepared evacuation from Afghanistan and the secret negotiation over Australian submarines at the expense of France, have showed a United States that, at least occasionally, still puts “America first”.
nb: Den senere tids hendelser, som den dårlig forberedte evakueringen av Afghanistan og de hemmelige forhandlingene over australske ubåter på bekostning av Frankrike, har vist et USA som, i hvert fall innimellom, fortsatt setter «America first».

source: • While market access quotas have generated high levels of rents for traders and exporters in Namibia, Botswana, Norway, and offshore entities in the UK,...
nb: - De tollfrie kvotene har gitt høy fortjeneste for handelsbedriftene og eksportørene i Botswana, Namibia, Norge og mellomledd i Storbritannia, men utviklingseffektene...

source: Conflicts are raging on in Iraq, South Sudan, Syria and Yemen.
nb: Konfliktene raser i Irak, Sør-Sudan, Syria og Jemen.

source: Since Xi Jinping became leader in 2012, he has redirected Chinese foreign policy.
nb: Etter at Xi Jinping ble leder i 2012, har han styrt utenrikspolitikken i en ny retning.

source: Erstad is awarded the Ording Prize 2018 for her article on Iran's mobilization of Iraqi Shi'a militias.
nb: Erstad tildeles Ordingprisen 2018 for sin artikkel om Irans mobilisering av sjiamilitser i Irak.

source: She earned her PhD in International Studies at the University of Cambridge (2008).
nb: Hun tok sin doktorgrad i internasjonale studier ved University of Cambridge (2008).

source: is a Senior Research Fellow at NUPI.
nb: er seniorforsker ved NUPI.

source: A challenge in this regard is what Bøås refers to as the fragility dilemma - fragile states are dependent on assistance, but are also the most difficult to assist due to their low absorption capacity.
nb: En utfordring i denne sammenheng er det Bøås referer til som sårbarhetsdilemmaet – at sårbare stater er avhengig av assistanse, men også er de vanskeligste å assistere grunnet lav absorberingskapasitet.

source: He is also an Associate Fellow and former Head of the Europe Programme at the Royal Institute of International Affairs (Chatham House).
nb: Whitman er også tilknyttet, og tildligere leder for, Europaprogrammet ved Royal Institute of International Affairs (Chatham House).

source: Dr. Garvan Walshe is the CEO of Brexit Analytics and a former National and International Security Policy Adviser to the British Conservative Party.
nb: Garvan Walshe er konsernsjef for Brexit Analytics og en tidligere nasjonal og internasjonal sikkerhetspolitisk rådgiver for Det konservative parti i Storbritannia.

source: The Panama Papers leak in 2015 uncovered the magnitude of financial secrecy for all of the world to see.
nb: Panama Papers-lekkasjen i 2015 ga oss alle et innblikk inn verdenen av hemmelighold.

source: She holds masters degrees in law and international relations, both obtained at Warsaw University.
nb: Hun har mastergrad i jus og internasjonale relasjoner, begge fra Warsaw University.

source: He is a founding board member of the European Council on Foreign Relations, a member of the Board of Trustees of The International Crisis Group and is a contributing opinion writer for The New York Times.
nb: Han er også stiftelsesmedlem i European Council on Foreign Relations, styremedlem i International Crisis Group og hyppig bidragsyter til The New York Times.

source: After working 14 years for the OECD, as a key expert on international services trade, she joined NUPI in 2019.
nb: Etter å ha arbeidet i 14 år som OECD-ekspert på internasjonal tjenestehandel, kom Nordås til NUPI i 2019.
